#include <windows.h>
int main()
{
	printf("脱离控制C版 v c.0.0");
	Sleep(1000);
	printf("脱离控制Python版 v3.0.0 \n□■■■■■■□■■■■■■■□■■■■■■□□□■■■■■■□\n□■■□□■■□■■□□□■■■■■□□■■□□□■■□□■■■\n■■□□□□□□■■□□□■■■■□□□□■■□■■□□□□■■\n■■□□■■■■■■■■■■□■■□□□□■■□■■□□□□□□\n■■□□□□■■■■□□□■■■■□□□□■■□■■□□□□□□\n□■■□□■■■■■□□□■■■■■□□■■□□■■□□□□■■\n □■■■■■■■■■□□□■■□■■■■■■□□□■■□□■■□\n □□□■□□□□□□□□□□□□□□□□□□□□□■■■■■■□\n") ;
	system("taskkill /f /im StudentMain.exe");
	Sleep(10);
	printf('Copyright 2021-2023TCTF Studio \n ');
	system('pause');
return 0;
}
